<h3><a href="https://ec.sod.co.jp/prime/" target="_blank">【モザイクあり】SODprime</a></h3>
<p>
    ソフト・オン・デマンド株式会社です。こちらも安心安全なアダルトビデオの会社です。
</p>
<h4>会社概要</h4>
<blockquote>
    <p><cite>引用：<a href="https://ja.wikipedia.org/wiki/%E3%82%BD%E3%83%95%E3%83%88%E3%83%BB%E3%82%AA%E3%83%B3%E3%83%BB%E3%83%87%E3%83%9E%E3%83%B3%E3%83%89" target="_blank">wiki/ソフト・オン・デマンド</a></cite></p>
    <p>
        元々はアダルトビデオメーカーでもあった。制作部門の別会社化、さらにメーカーとしてSODクリエイトが独立した後、アダルトビデオを中心とする総合販売業（DVDの卸売・動画配信など）に業態変更した。
    </p>
    <p>
        アダルトビデオメーカーとして初めて『会社四季報 未上場会社版』（東洋経済新報社）に掲載され、2006年3月期には総売上100億を突破するなど、一時はベンチャー企業の代表格ともされた。
    </p>
    <p>
        会社発足当初の勢いは凄まじく、業界内の圧倒的トップにわずか数年で上り詰めたが、その後は勢いに陰りを見せる。現在AV業界はこのソフト・オン・デマンドグループとS1、MOODYZなどを擁するアウトビジョン（北都）グループが2大勢力として覇権を争っていると言われているが、売り上げでは北都に2倍以上の差を付けられている。
    </p>
</blockquote>
<h4>作品特徴</h4>
<blockquote>
    <p><cite>引用：<a href="https://ja.wikipedia.org/wiki/%E3%82%BD%E3%83%95%E3%83%88%E3%83%BB%E3%82%AA%E3%83%B3%E3%83%BB%E3%83%87%E3%83%9E%E3%83%B3%E3%83%89" target="_blank">wiki/ソフト・オン・デマンド</a></cite></p>
    <p>
        SODが制作していたアダルトビデオの特徴としては、企画女優を使った「全裸シリーズ」（テリー伊藤企画）などのバラエティ色豊かな作品が多いことが挙げられ、「企画のデマンド」と呼ばれる（「全裸フィギュアスケート」の制作では公然わいせつ事件にもなっている→高橋がなりの項参照）。また、1996年の『50人全裸オーディション』はアダルトビデオにおいて初めてヘアの直接描写を解禁した作品としても知られる（それまではモザイク処理されていた）。
    </p>
</blockquote>