<h3><a href="https://www.mgstage.com/" target="_blank">【モザイクあり】MGS動画＜プレステージ グループ＞アダルト動画配信サイト</a></h3>
<p>
    こちらのアダルトサイトもFANZA同様に安心安全に視聴できるサイトです。特徴はFANZAよりもお安く観れる！
</p>
<h4>会社概要</h4>
<blockquote>
    <p><cite>引用：<a href="https://ja.wikipedia.org/wiki/%E3%83%A1%E3%83%87%E3%82%A3%E3%82%A2%E3%82%B0%E3%83%AD%E3%83%BC%E3%83%90%E3%83%AB%E3%82%B9%E3%83%86%E3%83%BC%E3%82%B8" target="_blank">wiki/メディアグローバルステージ</a></cite></p>
    <p>
        株式会社メディアグローバルステージ（Media Global Stage Co.Ltd.）とは、動画配信サイトである「MGS動画」「MGSシアター」および電子書籍配信サイトである「MGSブックス」の運営会社である。
    </p>
    <p>
        MGS動画およびMGSブックスではアダルトコンテンツを、MGSシアターでは映画など一般向けコンテンツを配信している。
    </p>
    <p>
        アダルトビデオメーカー・プレステージが運営していたプレステージBBをリニューアルし、「MGS」としてオープン。売上高は8億円（2013年3月期実績）
    </p>
    <p>
        それまで定額にて見放題だった料金体系を作品単体での販売に変更。基本的にはDMM.comなどの動画配信サイトと同じであり、プレステージなど主要メーカーの作品は、DMMと重複して配信されている。
        これはDMMが以前からプレステージ作品を取り扱っていたからである。
    </p>
    <p>
        MGSではDMMより価格帯を安くしたり月額見放題のタイトルをMGSが独占配信することによって差別化している。
        MSGのノウハウを使用し、ネットカフェ専用サービス「プレステージ＠ネットカフェ」も運営する。
    </p>
</blockquote>